{
  "home.title": "مركز تنبيه الاتحاد الدولي",
  "home.subtitle": "يوفر مركز تنبيه الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر تنبيهات عالمية للطوارئ ، مما يمكّن المجتمعات من حماية الأرواح وسبل العيش.",
  "about.title": "الهدف",
  "about.subtitle": "الهدف من مركز التنبيه التابع للاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر هو ضمان أن المجتمعات في كل مكان تتلقى إنذار الطوارئ الأكثر فاعلية وفي الوقت المناسب ، وبالتالي يمكنها اتخاذ إجراءات لحماية حياتهم وسبل عيشهم.",
  "about.problem.titleHeader": "المشكلة",
  "about.problem1": "في كل عام ، يُقتل ملايين الأشخاص أو يُصابون أو يُشردون أو يفقدون الفقر بسبب الأخطار الطبيعية التي كان من الممكن منع آثارها أو الحد من آثارها. يرجع جزء كبير من هذه الخسارة إلى التحذير العام غير الفعال: تنبيهات الطوارئ التي لا تأتي في الوقت المناسب بما يكفي ، أو يصعب فهمها أو تفشل في الوصول إلى كل الأشخاص المعرضين للخطر.",
  "about.problem2": "يرجع هذا الفشل في الوصول إلى الأشخاص إلى عدد من العوامل بما في ذلك:",
  "about.problem.listitem1": "معلومات الخطر التي لا يتم إبلاغها بشكل فعال أو في شكل متسق ؛",
  "about.problem.listitem2": "رسائل معقدة للغاية ومليئة بالبيانات وليست مناسبة للسياق ولا يمكن فهمها من قبل عامة الناس ؛",
  "about.problem.listitem3": "عدم وجود إرشادات قابلة للتنفيذ يمكن أن يفهمها الناس ويثقون بها حول كيفية الحفاظ على سلامتهم ؛",
  "about.problem.listitem4": "البث المحدود لتنبيهات المخاطر عبر عدد قليل جدًا من قنوات الاتصال.",
  "about.solution.titleHeader": "الحل",
  "about.solution1": "يهدف مركز تنبيه الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر إلى معالجة هذا الموقف من خلال الاستفادة من تكنولوجيا الاتصالات الحديثة والمعايير الدولية المثبتة لزيادة تقديم تنبيهات الطوارئ الموثوقة والقابلة للتنفيذ وتشجيع الإجراءات الاستباقية من قبل الأشخاص المعرضين للأذى.",
  "about.solution2": "سيتم ذلك من خلال:",
  "about.solution.listitem1": "زيادة وصول وسائل الإعلام والشبكات عبر الإنترنت إلى التنبيهات الحكومية الرسمية المنشورة باستخدام بروتوكول الإنذار المشترك (CAP) ، وهو تنسيق رقمي لتبادل تنبيهات الطوارئ ، والذي يسمح بنشر رسالة تنبيه متسقة في وقت واحد عبر مسارات اتصالات متعددة ؛",
  "about.solution.listitem2": "تسهيل اقتران تنبيهات مخاطر CAP مع توعية عامة وسياقات محلية وقابلة للتنفيذ ورسائل التثقيف العام التي تم تطويرها والموافقة عليها من قبل الحكومات الوطنية ومنظمات إدارة الطوارئ.",
  "about.disclaimer.titleHeader": "تنصل",
  "about.disclaimer": "ينشر مركز تنبيه الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر التنبيهات الرسمية فقط الصادرة عن وكالات التنبيه الحكومية المعترف بها. لا يتم إصدار التنبيهات أو نشرها من قبل الاتحاد الدولي أو الجمعيات الوطنية للصليب الأحمر والهلال الأحمر الأعضاء فيه. لا يتحمل الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر أي مسؤولية عن المعلومات الواردة في التنبيهات ، والتي تقع على عاتق الوكالة المصدرة فقط. يبذل الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر قصارى جهده لتحديد موجز التنبيهات الحكومية المعطلة وتسليط الضوء على هذه المعلومات لمستخدمي مركز التنبيه. ومع ذلك ، لا يحتفظ الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر بمراقبة على مدار الساعة طوال أيام الأسبوع لحالة الخلاصات الحكومية وتقع على عاتق مستخدمي مركز التنبيه مسؤولية تحديد المصادر الزائدة لمعلومات التنبيه بالمخاطر.",
  "ALL_ONGOING_ALERTS": "جميع التنبيهات المستمرة",
  "VIEW_ALL_SOURCES": "عرض جميع المصادر",
  "ALL_ALERTS": "كل التنبيهات",
  "login.pageTitle": "تسجيل الدخول",
  "login.authTitle": "مرحبًا بعودتك",
  "login.authSubtitle": "إذا كنت موظفًا أو عضوًا أو متطوعًا في حركة الصليب الأحمر والهلال الأحمر (الجمعيات الوطنية والاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر واللجنة الدولية للصليب الأحمر) ، فقم بتسجيل الدخول باستخدام بريدك الإلكتروني وكلمة المرور.",
  "login.forgotPasswordLabel": "عفوًا ، هل نسيت كلمة المرور الخاصة بك؟",
  "login.accountLabel": "ليس لديك حساب؟",
  "login.signUpLabel": "اشتراك",
  "login.loginBtn": "تسجيل الدخول",
  "login.formLabel.emailaddress": "عنوان البريد الإلكتروني",
  "login.formLabel.password": "كلمة المرور",
  "forgetPassword.pageTitle": "نسيت كلمة المرور",
  "forgetPassword.authTitle": "نسيت كلمة المرور",
  "forgetPassword.authSubtitle": "يرجى استخدام عنوان البريد الإلكتروني المرتبط بحسابك أثناء التسجيل لبدء عملية تغيير كلمة المرور.",
  "forgetPassword.formLabel.emailaddress": "عنوان البريد الإلكتروني",
  "forgetPassword.formLabel.verificationCode": "رمز التحقق",
  "forgetPassword.formLabel.password": "كلمة المرور",
  "forgetPassword.formLabel.confirmPassword": "تأكيد كلمة المرور",
  "forgetPassword.recoverBtn": "استعادة",
  "register.pageTitle": "يسجل",
  "register.authTitle": "إنشاء حساب",
  "register.authSubtitle": "نرحب بموظفي وأعضاء ومتطوعي حركة الصليب الأحمر والهلال الأحمر (الجمعيات الوطنية والاتحاد الدولي واللجنة الدولية للصليب الأحمر) للتسجيل للحصول على حساب مستخدم على GO ، للوصول إلى معلومات الأعضاء. يمكن للمستجيبين الآخرين وأفراد الجمهور تصفح المناطق العامة بالموقع دون التسجيل للحصول على حساب.",
  "firstNavBarItem.about": "عن",
  "firstNavBarItem.resources": "موارد",
  "secondNavBarItems.home": "بيت",
  "RegionsDropdownItems.africa": "أفريقيا",
  "RegionsDropdownItems.america": "أمريكا",
  "RegionsDropdownItems.asiaPacific": "آسيا والمحيط الهادئ",
  "RegionsDropdownItems.europe": "أوروبا",
  "RegionsDropdownItems.middleEastNorthEast": "الشرق الأوسط وشمال شرق",
  "navbar.mySubscriptions": "اشتراكاتي",
  "navbar.regions": "المناطق",
  "navbar.loginbtn": "تسجيل الدخول",
  "home.heroCard.title1": "إضافة اشتراك لتلقي التنبيهات في الوقت المناسب",
  "home.heroCard.subtitle1": "من خلال المراقبة في الوقت الفعلي للمخاطر المحتملة وأحداث الطوارئ ، يمكنك تلقي تنبيهات دقيقة وفي الوقت المناسب.",
  "home.heroCard.btnTitle1": "تنبيهات الاشتراك",
  "home.heroCard.title2": "استخدم API لإعادة بث تنبيهات CAP",
  "home.heroCard.subtitle2": "من خلال نقاط نهاية API البسيطة والفعالة ، يمكنك تخصيص التنبيهات لتناسب احتياجات المستخدمين.",
  "home.heroCard.btnTitle2": "مرجع API",
  "passwordComponent.password": "كلمة المرور",
  "passwordComponent.confirmPassword": "تأكيد كلمة المرور",
  "passwordComponent.rule1": "أقلها حرف واحد كبير",
  "passwordComponent.rule2": "رقم واحد على الأقل",
  "passwordComponent.rule3": "شخصية خاصة واحدة على الأقل [؟! @ # $٪ ^ & * ()]",
  "passwordComponent.rule4": "8 أحرف على الأقل",
  "footer.title": "حول مركز التنبيه",
  "footer.aims": "الهدف من مركز تنبيه الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر هو تقديم تنبيهات طوارئ فعالة وفي الوقت المناسب للمجتمعات في جميع أنحاء العالم ، وتمكينهم من حماية حياتهم وسبل عيشهم.",
  "footer.copyright": "© IFRC Alert Hub 2023 v1",
  "footer.findOutMore": "اكتشف المزيد",
  "footer.IFRC": "افرك.عرج",
  "footer.rcrcsims": "رشرشسمس.عرج",
  "footer.data.ifrc": "دات.افرك.عرج",
  "footer.sourceCode": "كود المصدر المفتوح",
  "footer.helpfulLinks": "روابط مفيدة",
  "footer.API": "وثائق API",
  "footer.otherResources": "مصادر أخرى",
  "footer.contactUs": "اتصل بنا",
  "mapfilters.urgencyLabel": "الاستعجال",
  "mapfilters.severityLabel": "خطورة",
  "mapfilters.certaintyLabel": "بالتاكيد",
  "mapfilters.search": "يبحث"
}