{
  "home.title": "Centro de alertas de la FICR",
  "home.subtitle": "IFRC Alert Hub proporciona alertas de emergencia globales, empoderando a las comunidades para proteger vidas y medios de subsistencia.",
  "about.title": "La meta",
  "about.subtitle": "El objetivo del Centro de alertas de la Federación Internacional es garantizar que las comunidades de todo el mundo reciban las alertas de emergencia más oportunas y eficaces posibles y, por lo tanto, puedan tomar medidas para salvaguardar sus vidas y medios de subsistencia.",
  "about.problem.titleHeader": "El problema",
  "about.problem1": "Cada año, millones de personas mueren, resultan heridas, desplazadas o empobrecidas por peligros naturales cuyos impactos podrían haberse evitado o reducido. Gran parte de esta pérdida se debe a una advertencia pública ineficaz: alertas de emergencia que no son lo suficientemente oportunas, difíciles de entender o que no llegan a todos los que están en riesgo.",
  "about.problem2": "Esta incapacidad para llegar a las personas se debe a una serie de factores, entre ellos:",
  "about.problem.listitem1": "Información sobre peligros que no se comunica de manera efectiva o en un formato consistente;",
  "about.problem.listitem2": "Mensajes excesivamente complicados y cargados de datos que no son contextualmente apropiados ni comprensibles para el público en general;",
  "about.problem.listitem3": "Falta de orientación práctica que las personas puedan entender y en la que puedan confiar sobre cómo mantenerse a salvo;",
  "about.problem.listitem4": "Transmisión limitada de alertas de peligro a través de muy pocos canales de comunicación.",
  "about.solution.titleHeader": "La solución",
  "about.solution1": "El Centro de Alertas de la Federación Internacional tiene como objetivo abordar esta situación aprovechando la tecnología de comunicaciones moderna y los estándares internacionales probados para aumentar la entrega de alertas de emergencia confiables y procesables y alentar la acción anticipada de las personas en peligro.",
  "about.solution2": "Esto se hará por:",
  "about.solution.listitem1": "aumentar el acceso de los medios de comunicación y las redes en línea a las alertas oficiales del gobierno publicadas mediante el Protocolo de Alerta Común (CAP), un formato digital para intercambiar alertas de emergencia, que permite que un mensaje de alerta coherente se difunda simultáneamente a través de múltiples vías de comunicación;",
  "about.solution.listitem2": "facilitar el emparejamiento de las alertas de peligro del CAP con mensajes de concienciación y educación pública localmente contextualizados y procesables que han sido desarrollados y acordados por los gobiernos nacionales y las organizaciones de gestión de emergencias.",
  "about.disclaimer.titleHeader": "Descargo de responsabilidad",
  "about.disclaimer": "El Centro de alertas de la FICR publica solo alertas oficiales emitidas por agencias de alerta gubernamentales reconocidas. Ni la Federación Internacional ni las Sociedades Nacionales de la Cruz Roja y de la Media Luna Roja miembros emiten ni publican alertas. La FICR no se hace responsable de la información contenida en las alertas, que es responsabilidad exclusiva del organismo emisor. La IFRC hace todo lo posible para identificar fuentes de alerta gubernamentales dañadas y resaltar esta información para los usuarios del Alert Hub. Sin embargo, la IFRC no mantiene un monitoreo 24/7 del estado de las fuentes del gobierno y es responsabilidad de los usuarios de Alert Hub identificar fuentes redundantes de información de alerta de peligro.",
  "ALL_ONGOING_ALERTS": "Todas las alertas CONTINUAS",
  "VIEW_ALL_SOURCES": "Ver todas las fuentes",
  "ALL_ALERTS": "Todas las alertas",
  "login.pageTitle": "Acceso",
  "login.authTitle": "Bienvenido de nuevo",
  "login.authSubtitle": "Si es miembro del personal, miembro o voluntario del Movimiento de la Cruz Roja y la Media Luna Roja (Sociedades Nacionales, la FICR y el CICR) inicie sesión con su correo electrónico y contraseña.",
  "login.forgotPasswordLabel": "Vaya, ¿ha olvidado su contraseña?",
  "login.accountLabel": "¿No tienes una cuenta?",
  "login.signUpLabel": "Inscribirse",
  "login.loginBtn": "Acceso",
  "login.formLabel.emailaddress": "Dirección de correo electrónico",
  "login.formLabel.password": "Contraseña",
  "forgetPassword.pageTitle": "Contraseña olvidada",
  "forgetPassword.authTitle": "Contraseña olvidada",
  "forgetPassword.authSubtitle": "Utilice la dirección de correo electrónico asociada con su cuenta durante el registro para iniciar el proceso de cambio de contraseña.",
  "forgetPassword.formLabel.emailaddress": "Dirección de correo electrónico",
  "forgetPassword.formLabel.verificationCode": "Código de verificación",
  "forgetPassword.formLabel.password": "Contraseña",
  "forgetPassword.formLabel.confirmPassword": "confirmar Contraseña",
  "forgetPassword.recoverBtn": "Recuperar",
  "register.pageTitle": "Registro",
  "register.authTitle": "Crear una cuenta",
  "register.authSubtitle": "El personal, los miembros y los voluntarios del Movimiento de la Cruz Roja y de la Media Luna Roja (Sociedades Nacionales, la FICR y el CICR) pueden registrarse para obtener una cuenta de usuario en GO, para acceder a la información de la Membresía. Otros respondedores y miembros del público pueden navegar por las áreas públicas del sitio sin registrarse para obtener una cuenta.",
  "firstNavBarItem.about": "Acerca de",
  "firstNavBarItem.resources": "Recursos",
  "secondNavBarItems.home": "Hogar",
  "RegionsDropdownItems.africa": "África",
  "RegionsDropdownItems.america": "America",
  "RegionsDropdownItems.asiaPacific": "Asia Pacífico",
  "RegionsDropdownItems.europe": "Europa",
  "RegionsDropdownItems.middleEastNorthEast": "Oriente Medio y Noreste",
  "navbar.mySubscriptions": "mis Suscripciónes",
  "navbar.regions": "Regiones",
  "navbar.loginbtn": "Acceso",
  "home.heroCard.title1": "Agregar suscripción para recibir alertas a tiempo",
  "home.heroCard.subtitle1": "Con el monitoreo en tiempo real de riesgos potenciales y eventos de emergencia, reciba alertas oportunas y precisas.",
  "home.heroCard.btnTitle1": "Suscríbete Alertas",
  "home.heroCard.title2": "Usar API para retransmitir alertas CAP",
  "home.heroCard.subtitle2": "Con puntos finales de API simples pero potentes, puede personalizar las alertas para satisfacer las necesidades de sus usuarios.",
  "home.heroCard.btnTitle2": "Referencia de la API",
  "passwordComponent.password": "Contraseña",
  "passwordComponent.confirmPassword": "confirmar Contraseña",
  "passwordComponent.rule1": "Al menos una letra mayuscula",
  "passwordComponent.rule2": "al menos un numero",
  "passwordComponent.rule3": "Al menos un carácter especial [?!@#$%^&*()]",
  "passwordComponent.rule4": "Al menos 8 carácteres",
  "footer.title": "Acerca del centro de alertas",
  "footer.aims": "El objetivo de IFRC Alert Hub es proporcionar alertas de emergencia oportunas y efectivas a las comunidades de todo el mundo, empoderándolas para proteger sus vidas y medios de subsistencia.",
  "footer.copyright": "© Centro de Alertas de la FICR 2023 v1",
  "footer.findOutMore": "Saber más",
  "footer.IFRC": "ifrc.org",
  "footer.rcrcsims": "rcrcsims.org",
  "footer.data.ifrc": "data.ifrc.org",
  "footer.sourceCode": "Código fuente abierto",
  "footer.helpfulLinks": "Enlaces Útiles",
  "footer.API": "Documentación API",
  "footer.otherResources": "Otros recursos",
  "footer.contactUs": "Contáctenos",
  "mapfilters.urgencyLabel": "Urgencia",
  "mapfilters.severityLabel": "Gravedad",
  "mapfilters.certaintyLabel": "Certeza",
  "mapfilters.search": "Buscar"
}