{
    "home.title": "مركز التنبيه التابع للاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر",
    "home.subtitle": "يوفر مركز التنبيه التابع للاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر تنبيهات عالمية لحالات الطوارئ، مما يمكّن المجتمعات من حماية الأرواح وسبل العيش.",
    "about.title": "الهدف",
    "about.subtitle": "الهدف من مركز الإنذار التابع للاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر هو ضمان حصول المجتمعات المحلية في كل مكان على إنذارات الطوارئ الممكنة وفي الوقت المناسب وبأقصى قدر من الفعالية، وبالتالي يمكنهم اتخاذ الإجراءات اللازمة لحماية حياتهم وسبل عيشهم.",
    "about.problem.titleHeader": "المشكلة",
    "about.problem1": "في كل عام، يُقتل الملايين من الأشخاص أو يُصابون أو يُشردون أو يُصبحون فقراء بسبب المخاطر الطبيعية التي كان من الممكن منع آثارها أو الحد منها. ويرجع جزء كبير جدًا من هذه الخسارة إلى التحذيرات العامة غير الفعالة: تنبيهات الطوارئ التي لا تأتي في الوقت المناسب بما فيه الكفاية، أو يصعب فهمها، أو تفشل في الوصول إلى جميع المعرضين للخطر.",
    "about.problem2": "ويعود عدم الوصول إلى الناس إلى عدة عوامل منها:",
    "about.problem.listitem1": "معلومات المخاطر التي لا يتم توصيلها بشكل فعال أو بتنسيق متسق؛",
    "about.problem.listitem2": "رسائل معقدة للغاية ومثقلة بالبيانات وغير مناسبة للسياق ولا يمكن فهمها من قبل عامة الناس؛",
    "about.problem.listitem3": "الافتقار إلى إرشادات قابلة للتنفيذ يمكن للناس أن يفهموها ويثقوا بها بشأن كيفية البقاء آمنين؛",
    "about.problem.listitem4": "البث المحدود للإنذارات بالمخاطر عبر عدد قليل جدًا من قنوات الاتصال.",
    "about.solution.titleHeader": "الحل",
    "about.solution1": "يهدف مركز التنبيه التابع للاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر إلى معالجة هذا الوضع من خلال الاستفادة من تكنولوجيا الاتصالات الحديثة والمعايير الدولية المثبتة لزيادة تقديم تنبيهات الطوارئ الموثوقة والقابلة للتنفيذ وتشجيع الإجراءات الاستباقية من قبل الأشخاص المعرضين للأذى.",
    "about.solution2": "سيتم ذلك عن طريق:",
    "about.solution.listitem1": "زيادة وصول وسائل الإعلام والشبكات عبر الإنترنت إلى التنبيهات الحكومية الرسمية المنشورة باستخدام بروتوكول التنبيه المشترك (CAP)، وهو تنسيق رقمي لتبادل تنبيهات الطوارئ، والذي يسمح بنشر رسالة تنبيه متسقة في وقت واحد عبر مسارات اتصالات متعددة؛",
    "about.solution.listitem2": "تسهيل مزاوجة تنبيهات المخاطر الخاصة بخطة العمل المشتركة (CAP) مع رسائل التوعية العامة والتثقيف العام ذات السياق المحلي والقابلة للتنفيذ والتي تم تطويرها ووافقت عليها الحكومات الوطنية ومنظمات إدارة الطوارئ.",
    "about.disclaimer.titleHeader": "تنصل",
    "about.disclaimer": "ينشر مركز التنبيه التابع للاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر فقط التنبيهات الرسمية الصادرة عن وكالات الإنذار الحكومية المعترف بها. لا يتم إصدار التنبيهات أو نشرها من قبل الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر أو الجمعيات الوطنية الأعضاء فيه. لا يتحمل الاتحاد الدولي أية مسؤولية عن المعلومات الواردة في التنبيهات، والتي تقع على عاتق الوكالة المصدرة فقط. يبذل الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر قصارى جهده لتحديد موجزات التنبيهات الحكومية المعطلة وتسليط الضوء على هذه المعلومات لمستخدمي مركز التنبيهات. ومع ذلك، لا يقوم الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر بمراقبة حالة الخلاصات الحكومية على مدار الساعة طوال أيام الأسبوع، وتقع على عاتق مستخدمي Alert Hub مسؤولية تحديد المصادر الزائدة عن الحاجة لمعلومات التنبيه بالمخاطر.",
    "ALL_ONGOING_ALERTS": "جميع التنبيهات الجارية",
    "VIEW_ALL_SOURCES": "عرض جميع المصادر",
    "ALL_ALERTS": "جميع التنبيهات",
    "login.pageTitle": "تسجيل الدخول",
    "login.authTitle": "مرحبًا بعودتك",
    "login.authSubtitle": "إذا كنت موظفًا أو عضوًا أو متطوعًا في حركة الصليب الأحمر والهلال الأحمر (الجمعيات الوطنية والاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر واللجنة الدولية للصليب الأحمر)، قم بتسجيل الدخول باستخدام البريد الإلكتروني وكلمة المرور الخاصين بك.",
    "login.forgotPasswordLabel": "عفوًا، هل نسيت كلمة المرور؟",
    "login.accountLabel": "ليس لديك حساب؟",
    "login.signUpLabel": "اشتراك",
    "login.loginBtn": "تسجيل الدخول",
    "login.formLabel.emailaddress": "عنوان البريد الإلكتروني",
    "login.formLabel.password": "كلمة المرور",
    "forgetPassword.pageTitle": "نسيت كلمة المرور",
    "forgetPassword.authTitle": "نسيت كلمة المرور",
    "forgetPassword.authSubtitle": "يرجى استخدام عنوان البريد الإلكتروني المرتبط بحسابك أثناء التسجيل لبدء عملية تغيير كلمة المرور.",
    "forgetPassword.formLabel.emailaddress": "عنوان البريد الإلكتروني",
    "forgetPassword.formLabel.verificationCode": "رمز التحقق",
    "forgetPassword.formLabel.password": "كلمة المرور",
    "forgetPassword.formLabel.confirmPassword": "تأكيد كلمة المرور",
    "forgetPassword.recoverBtn": "استعادة",
    "register.pageTitle": "يسجل",
    "register.authTitle": "إنشاء حساب",
    "register.authSubtitle": "نرحب بالموظفين والأعضاء والمتطوعين في حركة الصليب الأحمر والهلال الأحمر (الجمعيات الوطنية والاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر واللجنة الدولية للصليب الأحمر) للتسجيل للحصول على حساب مستخدم على GO، للوصول إلى المعلومات الخاصة بالعضوية. يمكن للمستجيبين الآخرين وأفراد الجمهور تصفح المناطق العامة بالموقع دون التسجيل للحصول على حساب.",
    "firstNavBarItem.about": "عن",
    "firstNavBarItem.resources": "موارد",
    "secondNavBarItems.home": "بيت",
    "RegionsDropdownItems.africa": "أفريقيا",
    "RegionsDropdownItems.america": "أمريكا",
    "RegionsDropdownItems.asiaPacific": "آسيا والمحيط الهادئ",
    "RegionsDropdownItems.europe": "أوروبا",
    "RegionsDropdownItems.middleEastNorthEast": "الشرق الأوسط وشمال شرق البلاد",
    "navbar.mySubscriptions": "اشتراكاتي",
    "navbar.regions": "المناطق",
    "navbar.loginbtn": "تسجيل الدخول",
    "home.heroCard.title1": "إضافة اشتراك لتلقي التنبيهات في الوقت المناسب",
    "home.heroCard.subtitle1": "من خلال المراقبة في الوقت الفعلي للمخاطر المحتملة وأحداث الطوارئ، يمكنك تلقي تنبيهات دقيقة وفي الوقت المناسب.",
    "home.heroCard.btnTitle1": "تنبيهات الاشتراك",
    "home.heroCard.title2": "استخدم واجهة برمجة التطبيقات (API) لإعادة بث تنبيهات CAP",
    "home.heroCard.subtitle2": "باستخدام نقاط نهاية واجهة برمجة التطبيقات (API) البسيطة والقوية، يمكنك تخصيص التنبيهات لتناسب احتياجات المستخدمين لديك.",
    "home.heroCard.btnTitle2": "مرجع واجهة برمجة التطبيقات",
    "passwordComponent.password": "كلمة المرور",
    "passwordComponent.confirmPassword": "تأكيد كلمة المرور",
    "passwordComponent.rule1": "أقلها حرف واحد كبير",
    "passwordComponent.rule2": "رقم واحد على الأقل",
    "passwordComponent.rule3": "حرف خاص واحد على الأقل [#؟!@$%^&*-]",
    "passwordComponent.rule4": "8 أحرف على الأقل",
    "footer.title": "حول مركز التنبيه",
    "footer.aims": "الهدف من مركز تنبيهات الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر هو توفير تنبيهات الطوارئ الفعالة وفي الوقت المناسب للمجتمعات في جميع أنحاء العالم، وتمكينهم من حماية حياتهم وسبل عيشهم.",
    "footer.copyright": "© مركز تنبيهات الاتحاد الدولي 2023 الإصدار 1",
    "footer.findOutMore": "اكتشف المزيد",
    "footer.IFRC": "افرك.عرج",
    "footer.rcrcsims": "رشرشسمس.عرج",
    "footer.data.ifrc": "دات.افرك.عرج",
    "footer.sourceCode": "كود المصدر المفتوح",
    "footer.helpfulLinks": "روابط مفيدة",
    "footer.API": "وثائق واجهة برمجة التطبيقات",
    "footer.otherResources": "مصادر أخرى",
    "footer.contactUs": "اتصل بنا",
    "mapfilters.urgencyLabel": "الاستعجال",
    "mapfilters.severityLabel": "خطورة",
    "mapfilters.certaintyLabel": "بالتاكيد",
    "mapfilters.search": "يبحث"
}