{
  "home.title": "IFRC Alert Hub",
  "home.subtitle": "IFRC Alert Hub provides global emergency alerts, empowering communities to protect lives and livelihoods.",

  "about.title": "The Goal",
  "about.subtitle": "The goal of the IFRC Alert Hub is to ensure that communities everywhere receive the most timely and effective emergency alerting possible, and can thereby take action to safeguard their lives and livelihoods.",

  "about.problem.titleHeader": "The Problem",
  "about.problem1": "Every year, millions of people are killed, injured, displaced or made poor by natural hazards whose impacts could have been prevented or reduced. Too much of this loss is due to ineffective public warning: emergency alerts that are not timely enough, difficult to understand or fail to reach everyone at risk.",
  "about.problem2": "This failure to reach people is due to a number of factors including:",
  "about.problem.listitem1": "Hazard information that is not communicated effectively or in a consistent format;",
  "about.problem.listitem2": "Overly complicated, data-heavy messages that are not contextually appropriate nor understandable by the general public;",
  "about.problem.listitem3": "A lack of actionable guidance that people can understand and trust on how to stay safe;",
  "about.problem.listitem4": "Limited broadcasting of hazard alerts across too few communication channels.",

  "about.solution.titleHeader": "The Solution",
  "about.solution1": "The IFRC Alert Hub aims to address this situation by leveraging modern communications technology and proven international standards to increase the delivery of reliable, actionable emergency alerts and encourage anticipatory action by people in harm’s way.",
  "about.solution2": "This will be done by:",
  "about.solution.listitem1": "increasing access for the media and online networks to official government alerts published using the Common Alerting Protocol (CAP), a digital format for exchanging emergency alerts, which allows a consistent alert message to be disseminated simultaneously over multiple communications pathways;",
  "about.solution.listitem2": "facilitate the pairing of the CAP hazard alerts with locally contextualized and actionable public awareness and public education messages that have been developed and agreed to by national governments and emergency management organizations.",

  "about.disclaimer.titleHeader": "Disclaimer",
  "about.disclaimer": "The IFRC Alert Hub publishes only official alerts issued by recognised government alerting agencies. Alerts are not issued or published by the IFRC or its member Red Cross and Red Crescent National Societies. The IFRC takes no responsibility for the information contained in the alerts, which is solely the responsibility of the issuing agency. The IFRC makes every effort to identify broken government alert feeds and to highlight this information for users of the Alert Hub. However, the IFRC does not maintain 24/7 monitoring of the status of the government feeds and it is the responsibility of Alert Hub users to identify redundant sources of hazard alert information.",

  "ALL_ONGOING_ALERTS": "All ONGOING Alerts",
  "VIEW_ALL_SOURCES": "View All Sources",
  "ALL_ALERTS": "All Alerts",

  "login.pageTitle": "Login",
  "login.authTitle": "Welcome Back",
  "login.authSubtitle": "If you are staff, member or volunteer of the Red Cross Re Crescent Movement (National Societies, the IFRC and the ICRC) login with you email and password.",
  "login.forgotPasswordLabel": "Oops, Have You Forgot your Password?",
  "login.accountLabel": "Don’t have an account?",
  "login.signUpLabel": "Sign Up",
  "login.loginBtn": "Login",
  "login.formLabel.emailaddress": "Email Address",
  "login.formLabel.password": "Password",

  "forgetPassword.pageTitle": "Forget Password",
  "forgetPassword.authTitle": "Forget Password",
  "forgetPassword.authSubtitle": "Please use the email address associated with your account during registration to initiate the password change process.",
  "forgetPassword.formLabel.emailaddress": "Email Address",
  "forgetPassword.formLabel.verificationCode": "Verification Code",
  "forgetPassword.formLabel.password": "Password",
  "forgetPassword.formLabel.confirmPassword": "Confirm Password",
  "forgetPassword.recoverBtn": "Recover",

  "register.pageTitle": "Register",
  "register.authTitle": "Create Account",
  "register.authSubtitle": "Staff, members and volunteers of the Red Cross Red Crescent Movement (National Societies, the IFRC and the ICRC) are welcome to register for a user account on GO, to access information for the Membership. Other responders and members of the public may browse the public areas of the site without registering for an account.",

  "firstNavBarItem.about": "About",
  "firstNavBarItem.resources": "Resources",

  "secondNavBarItems.home": "Home",

  "RegionsDropdownItems.africa": "Africa",
  "RegionsDropdownItems.america": "America",
  "RegionsDropdownItems.asiaPacific": "Asia Pacific",
  "RegionsDropdownItems.europe": "Europe",
  "RegionsDropdownItems.middleEastNorthEast": "Middle East & North East",

  "navbar.mySubscriptions": "My Subscriptions",
  "navbar.regions": "Regions",

  "navbar.loginbtn": "Login",

  "home.heroCard.title1": "Add subscription to receive alerts in time",
  "home.heroCard.subtitle1": "With real-time monitoring of potential risks and emergency events, receive timely and accurate alerts.",
  "home.heroCard.btnTitle1": "Subscribe Alerts",

  "home.heroCard.title2": "Use API to rebroadcast CAP alerts",
  "home.heroCard.subtitle2": "With simple yet powerful API endpoints, you can tailor the alerts to suit your users' needs.",
  "home.heroCard.btnTitle2": "API Reference",

  "passwordComponent.password": "Password",
  "passwordComponent.confirmPassword": "Confirm Password",
  "passwordComponent.rule1": "At least one uppercase letter",
  "passwordComponent.rule2": "At least one number",
  "passwordComponent.rule3": "At least one special character [?!@#$%^&*()]",
  "passwordComponent.rule4": "At least 8 characters",

  "footer.title": "About Alert Hub",
  "footer.aims": "The aim of IFRC Alert Hub is to provide timely and effective emergency alerts to communities worldwide, empowering them to protect their lives and livelihoods.",
  "footer.copyright": "© IFRC Alert Hub 2023 v1",
  "footer.findOutMore": "Find Out More",
  "footer.IFRC": "ifrc.org",
  "footer.rcrcsims": "rcrcsims.org",
  "footer.data.ifrc": "data.ifrc.org",
  "footer.sourceCode": "Open Source Code",
  "footer.helpfulLinks": "Helpful Links",
  "footer.API": "API Documentation",
  "footer.otherResources": "Other Resources",
  "footer.contactUs": "Contact Us",

  "mapfilters.urgencyLabel": "Urgency",
  "mapfilters.severityLabel": "Severity",
  "mapfilters.certaintyLabel": "Certainty",
  "mapfilters.search": "Search"
}
